{
  "Konekte": "Sign in",
  "enskri": "Sign up",
  "Dekonekte": "Sign out",
  "Kiyès Nou Ye": "About Us",
  "Atik": "Articles",
  "Aktyalite": "News",
  "Chanèl": "Channels",
  "Kontakte Nou": "Contact Us",
  "Pale Sou Rezo Yo": "Speak Out On Socials",
  "Antrepriz la": "Our Company",
  "Eksplore": "Explore",
  "Travay Nou": "Our Work",
  "Kilti Nou": "Our Culture",
  "Objektif Nou": "Our Goal",
  "Kontak Nou": "Our Contact",
  "Kategori": "Category",
  "Kilti": "Culture",
  "Espò": "Sport",
  "Politik": "Politics",
  "Edikasyon": "Education",
  "Relijyon": "Religion",
  "Espirityalite": "Spirituality",
  "Lasyans": "Sciences",
  "Dwa Nou": "Our Rights",
  "rensip Nou": "Our Rules",
  "Politik Prive N": "Privates",
  "Piblik Nou Sible": "Our Public",
  "Kondisyon Ak Sèvis": "Terms and Conditions",
  "Politik Prive Nou": "Our Politics",
  "Tout Dwa Rezève Pou - ZHaiti News": "All Rights Reserved To - ZHaiti News",
  "Atik Ki Pi Popilè Yo": "Most Popular Articles",
  "Plis Detay": "Read More",
  "Yon Nasyon, Yon Peyi!": "One Nation, Yon Country!",
  "Ayiti Toma, Peyi Twopikal, Kote Ki Plen Koze!": "Haïti Thomas, A Warm Country, With Lots Of Good Things!",
  "Nou ekri sou tout domèn ki kapab ekziste, tankou: espò, kilti, relijyon, politik, edikasyon, elatriye": "We write about all possible fields, such as: sports, culture, religion, politics, education, etc",
  "Bay Nouvèl San Fòs Kote": "Publishes fairly News",
  "Bay Nouvèl Nan Tout Sektè": "Provides News In All Sectors",
  "Bay Nouvèl Nan Bon Jan Ti Mamit": "Provides News In Details",
  "Modifye nouvèl sa": "Edit this news",
  "Modifye atik sa": "Modify this article",
  "Ayisyen Ou Dwe Konnen": "Must know Haitians",
  "Kreye mem pa w la": "Create your own meme",
  "Ou kapab kreye mem pa w la ak pwòp mo w, ak pwòp ide w, ak pwòp imaj ou. Lè w fin kreye l, wap kapab telechaje sou gadjèt oswa òdinate wap itilize a. Wap kapab pataje l sou rezo sosyal ou swete a, tankou, Twitter, Facebook, Tiktok, WhatsApp, elatriye.": "You can create your own meme with your own words, with your own ideas, and with your own images. After creating it, you can download it on the device or computer you are using. You can share it on the social network you want, such as Twitter, Facebook, Tiktok, WhatsApp, etc.",
  "Voye imaj ou epi chwazi hashtag ou epi gaye pawòl la.": "Upload your image and select your hashtag and spread the word.",
  "Chwazi dosye imaj ou a (png oswa jpeg). Pou pi bon rezilta, gwosè imaj yo ta dwe 781 piksèl lajè x 704 piksèl segondè.": "Select your image file (png or jpeg). For best results, image size should be 781 pixels wide x 704 pixels high.",
  "Voye imaj": "Upload image",
  "Poko gen mem ki kreye. Tanpri kreye youn!!!": "No memes are created yet. Please create one!!!",
  "sou rezo yo": "on social media",
  "mem": "memes",
  "Yon apesi de mem ou an": "A preview of your meme",
  "100 karaktè": "100 characters",
  "Kreye mem": "Créez mème",
  "Message": "Message",
  "Voye mesaj": "Send message",
  "Non konplè": "Full name",
  "Adrès Imèl": "Email address",
  "Ekri mesaj ou a la...": "Write your message here...",
  "se yon": "is a",
  "Ekriven": "Writer",
  "Nou prè pou n tande tout moun kelkeswa nivo w, ras ou, sèks ou, koulè w, oswa pozisyon sosyal ou. Kelkeswa sijè ou vle pataje ak nou an, nou la disponib pou nou diskite sa e si posib, chita pale.": "We are ready to listen to everyone regardless of your level, your race, your gender, your color, or your social position. Whatever topic you want to share with us, we are available to discuss it and if possible, talk.",
  "Zòrèy nou la pou nou tande w epi nou pa gen okenn prejije ni nou pa pran okenn pozisyon": "We are all ears and we are not prejudiced nor do we take any position",
  "Si pou nenpòt rezon an ou ta bezwen fè pase yon mesaj oswa yon anons, si w ta bezwen antre an kontak ak nou pou w diskite sou nenpòt sijè a oswa pale ak ekip devlopman ki te kreye aplikasyon sa, pa ezite ekri nou.": "If for any reason you need to send a message or an announcement, if you need to get in touch with us to discuss any topic or talk to the development team that created this application, do not hesitate to write to us.",
  "Telefòn": "Phone",
  "Imèl": "Email",
  "Adrès": "Address",
  "aktyalite": "news",
  "Kòmatè": "Comment",
  "Reponn": "Reply",
  "Pataje": "Share",
  "Li": "Read",
  "Tèm Ak Kondisyon": "Terms and Conditions",
  "Dènye aktyalizasyon": "Latest updates",
  "Prensip Ak Kondisyon": "Rules and Conditions"
}
